Repository: Vbezhevets/astrometrika
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru, sv

source: Payment Cancelled
ru: Платёж отменён
sv: Betalningen avbröts

source: Payment was not completed
ru: Платёж не был завершён
sv: Betalningen slutfördes inte

source: You can go back and try again when you're ready.
ru: Вы можете вернуться и попробовать снова, когда будете готовы.
sv: Du kan gå tillbaka och försöka igen när du är redo.

source: Payment Successful
ru: Оплата прошла успешно
sv: Betalningen lyckades

source: Thank you for your payment!
ru: Спасибо за вашу оплату!
sv: Tack för din betalning!

source: We have received your astrology request. We will contact you shortly by email.
ru: Мы получили ваш астрологический запрос. Мы свяжемся с вами по электронной почте в ближайшее время.
sv: Vi har tagit emot din astrologiska förfrågan. Vi kontaktar dig snart via e-post.

source: Back to main page
ru: Вернуться на главную страницу
sv: Tillbaka till huvudsidan

source: Astrology Readings
ru: Астрологические консультации
sv: Astrologiska läsningar

source: Gain Insight Into Your Life and Future
ru: Получите понимание своей жизни и будущего
sv: Få insikt i ditt liv och din framtid

source: I offer personalized astrology readings to help you navigate life's challenges and opportunities. Discover your true potential and find guidance on your path.
ru: Я предлагаю персональные астрологические консультации, чтобы помочь вам справляться с жизненными трудностями и использовать возможности. Откройте свой истинный потенциал и найдите путь.
sv: Jag erbjuder personliga astrologiska läsningar för att hjälpa dig att navigera genom livets utmaningar och möjligheter. Upptäck din fulla potential och hitta vägledning på din resa.

source: Book a Reading
ru: Записаться на консультацию
sv: Boka en läsning

source: Astrologer portrait
ru: Портрет астролога
sv: Porträtt av astrolog

source: Please fill out the form below to schedule your personalized astrology session. I will reach out to confirm the details.
ru: Пожалуйста, заполните форму ниже, чтобы записаться на персональную астрологическую сессию. Я свяжусь с вами для подтверждения деталей.
sv: Vänligen fyll i formuläret nedan för att boka din personliga astrologisession. Jag kommer att kontakta dig för att bekräfta detaljerna.

source: Your name
sv: Ditt namn

source: Email Address
ru: Электронная почта
sv: E-postadress

source: Date of Birth
ru: Дата рождения
sv: Födelsedatum

source: Time of Birth
ru: Время рождения
sv: Födelse tid

source: Place of Birth
ru: Место рождения
sv: Födelseort

source: Focus Area (Optional)
ru: Тематика запроса (необязательно)
sv: Fokusområde (valfritt)

source: Astrological Analysis
ru: Астрологический анализ
sv: Astrologisk analys

source: e.g. love, career, spiritual growth...
ru: например, любовь, карьера, духовный рост...
sv: t.ex. kärlek, karriär, andlig utveckling...

source: 0 / 1000 characters
ru: 0 / 1000 символов
sv: 0 / 1000 tecken

source: Order an Analysis
ru: Заказать анализ
sv: Beställ en analys

source: Submit Request
ru: Отправить запрос
sv: Skicka förfrågan

source: Your request has been sent! I will contact you soon.
ru: Ваш запрос отправлен! Я скоро свяжусь с вами.
sv: Din förfrågan har skickats! Jag kommer att kontakta dig snart.

source: Choose your payment method
ru: Выберите способ оплаты
sv: Välj din betalningsmetod

source: Manual Bank Transfer
ru: Оплата по реквизитам
sv: Manuell banköverföring

source: New Astrology Booking
ru: Новая заявка на астрологическую консультацию
sv: Ny astrologibokning

source: Name
ru: Имя
sv: Namn

source: Email
ru: Электронная почта
sv: E-post

source: Birth Date
ru: Дата рождения
sv: Födelsedatum

source: Birth Time
ru: Время рождения
sv: Födelse tid

source: Birth Place
ru: Место рождения
sv: Födelseort

source: Focus Area
ru: Тематика
sv: Fokusområde

source: New Booking from %(name)s
ru: Новая запись от %(name)s
sv: Ny bokning från %(name)s

source: Your astrology request was received
ru: Ваша заявка на консультацию получена
sv: Din astrologiförfrågan har mottagits

source: We received your astrology request!
sv: Vi har mottagit din astrologibokning!

source: We have received your astrology request and will contact you shortly.
ru: Мы получили вашу заявку на астрологическую консультацию и скоро свяжемся с вами.
sv: Vi har mottagit din astrologiska förfrågan och kommer att kontakta dig snart.

source: Astrometrika. All rights reserved.
ru: Астрометрика. Все права защищены.
sv: Astrometrika. Alla rättigheter förbehållna.

source: Thank you, %(full_name)s!
ru: Спасибо, %(full_name)s!
sv: Tack, %(full_name)s!

source: Privacy Policy
ru: Политика конфиденциальности
sv: Integritetspolicy

source: Terms of Service
ru: Условия предоставления услуг
sv: Användarvillkor

source: Last updated:
ru: Последнее обновление:
sv: Senast uppdaterad:

source: 1. Information We Collect
ru: 1. Информация, которую мы собираем
sv: 1. Information vi samlar in

source: Your full name
ru: Ваше полное имя
sv: Ditt fullständiga namn

source: Email address
ru: Электронная почта
sv: E-postadress

source: Date and place of birth
ru: Дата и место рождения
sv: Födelsedatum och födelseort

source: Optional: Time of birth
ru: Дополнительно: Время рождения
sv: Valfritt: födelsetid

source: Payment data (processed securely by Stripe)
ru: Платёжные данные (обрабатываются Stripe)
sv: Betalningsdata (behandlas säkert av Stripe)

source: 2. Purpose of Data Collection
ru: 2. Цель сбора данных
sv: 2. Syftet med datainsamlingen

source: We collect your data to:
ru: Мы собираем ваши данные, чтобы:
sv: Vi samlar in dina uppgifter för att:

source: Deliver personalized astrology readings
ru: Предоставлять персонализированные астрологические прогнозы
sv: Leverera personliga astrologitolkningar

source: Communicate regarding your booking
ru: Общаться по поводу вашего заказа
sv: Kommunicera angående din bokning

source: Process payments through Stripe
ru: Обрабатывать платежи через Stripe
sv: Behandla betalningar via Stripe

source: 3. Data Sharing
ru: 3. Передача данных
sv: 3. Delning av data

source: We do not sell or rent your data. We share information only with:
ru: Мы не продаем и не передаем ваши данные. Мы делимся информацией только с:
sv: Vi säljer eller hyr inte ut dina uppgifter. Vi delar information endast med:

source: Stripe (payment processor)
ru: Stripe (платежный процессор)
sv: Stripe (betalningsleverantör)

source: Hosting and analytics providers
ru: Поставщики хостинга и аналитики
sv: Webbhotell och analysleverantörer

source: 4. Your Rights (GDPR)
ru: 4. Ваши права (GDPR)
sv: 4. Dina rättigheter (GDPR)

source: Access your data
ru: Доступ к вашим данным
sv: Få tillgång till dina uppgifter

source: Correct or delete your data
ru: Корректировать или удалить ваши данные
sv: Korrigera eller radera dina uppgifter

source: Withdraw consent at any time
ru: Отозвать согласие в любое время
sv: Återkalla samtycke när som helst

source: Lodge a complaint with a supervisory authority
ru: Подать жалобу в надзорный орган
sv: Lämna in ett klagomål till tillsynsmyndigheten

source: 5. Data Retention
ru: 5. Хранение данных
sv: 5. Databevarande

source: We retain your data for up to 12 months after the reading is delivered unless legally required to retain it longer.
ru: Мы храним ваши данные до 12 месяцев после предоставления прогноза, если нет законных оснований для более длительного хранения.
sv: Vi behåller dina uppgifter i upp till 12 månader efter att tolkningen levererats, om inte längre bevarande krävs enligt lag.

source: 6. Contact
ru: 6. Контакты
sv: 6. Kontakt

source: For any questions or concerns, please contact us at
ru: По всем вопросам и обращениям пишите нам на
sv: För frågor eller funderingar, kontakta oss på

source: Home
ru: Главная
sv: Hem

source: About
ru: О нас
sv: Om oss

source: Services
ru: Услуги
sv: Tjänster

source: Contact
ru: Контакты
sv: Kontakt

source: Privacy policy
ru: Политика конфиденциальности
sv: Integritetspolicy

source: Astro. All rights reserved.
ru: Astro. Все права защищены.
sv: Astro. Alla rättigheter förbehållna.

source: 7. Contact
ru: 7. Контакты
sv: 7. Kontakt

source: 1. Services Provided
ru: 1. Предоставляемые услуги
sv: 1. Tjänster som erbjuds

source: We provide digital astrology readings based on user-supplied information. Our services are for personal insight and entertainment only.
ru: Мы предоставляем цифровые астрологические прогнозы на основе информации, предоставленной пользователем. Наши услуги предназначены только для личного понимания и развлечения.
sv: Vi erbjuder digitala astrologitolkningar baserade på information som du tillhandahåller. Våra tjänster är endast avsedda för personlig insikt och underhållning.

source: 2. Booking and Payment
ru: 2. Бронирование и оплата
sv: 2. Bokning och betalning

source: All readings are paid in advance via Stripe.
ru: Все прогнозы оплачиваются заранее через Stripe.
sv: Alla tolkningar betalas i förskott via Stripe.

source: Upon payment, you will receive confirmation by email.
ru: После оплаты вы получите подтверждение по электронной почте.
sv: Efter betalning får du en bekräftelse via e-post.

source: The reading will be delivered within 3–5 business days.
ru: Прогноз будет предоставлен в течение 3–5 рабочих дней.
sv: Tolkningen levereras inom 3–5 arbetsdagar.

source: 3. Cancellations and Refunds
ru: 3. Отмена и возврат
sv: 3. Avbokning och återbetalningar

source: Once work on your reading has started, refunds are not possible. If no work has begun, you may request a full refund within 24 hours of payment.
ru: После начала работы над прогнозом возврат невозможен. Если работа не началась, вы можете запросить полный возврат в течение 24 часов после оплаты.
sv: När arbetet med din tolkning har börjat är återbetalningar inte möjliga. Om inget arbete har påbörjats kan du begära full återbetalning inom 24 timmar efter betalning.

source: 4. Limitations
ru: 4. Ограничения
sv: 4. Begränsningar

source: We do not offer medical, legal, or financial advice.
ru: Мы не предоставляем медицинские, юридические или финансовые консультации.
sv: Vi erbjuder inte medicinsk, juridisk eller finansiell rådgivning.

source: Readings are subjective and based on traditional astrological interpretations.
ru: Прогнозы являются субъективными и основаны на традиционных астрологических интерпретациях.
sv: Tolkningar är subjektiva och baseras på traditionella astrologiska tolkningar.

source: 5. Liability
ru: 5. Ответственность
sv: 5. Ansvarsbegränsning

source: We are not liable for decisions made based on your astrology reading. You use our services at your own discretion.
ru: Мы не несем ответственности за решения, принятые на основе астрологического прогноза. Вы используете наши услуги на свой страх и риск.
sv: Vi är inte ansvariga för beslut som fattas baserat på din astrologitolkning. Du använder våra tjänster på egen risk.

source: 6. Modifications
ru: 6. Изменения
sv: 6. Ändringar

source: We reserve the right to update these terms. Continued use of our service means you accept the current terms.
ru: Мы оставляем за собой право изменять условия. Продолжение использования означает согласие с актуальными условиями.
sv: Vi förbehåller oss rätten att uppdatera dessa villkor. Genom fortsatt användning av våra tjänster accepterar du de aktuella villkoren.

source: Payment by bank card
ru: банковской картой
sv: Betalning med bankkort

source: Reference
ru: Назначение платежа
sv: Referens

source: Account name
ru: Имя получателя
sv: Kontoinnehavarens namn

source: Account number
ru: Номер счёта
sv: Kontonummer

source: Bank address
ru: Адрес банка
sv: Bankadress

source: Proceed to Payment
ru: Перейти к оплате
sv: Fortsätt till betalning

source: Edit Information
ru: Внести изменения
sv: Redigera information

source: Confirm Your Details
ru: Подтвердите введённые данные
sv: Bekräfta dina uppgifter

source: Topic of the Reading
ru: Тематика разбора
sv: Temat för tolkningen

source: Natal Chart – personality, talents, inner resources
ru: Натальная карта — личность, таланты, внутренние ресурсы
sv: Födelsehoroskop – personlighet, talanger, inre resurser

source: Relationships – personal life, partnership, couple dynamics
ru: Отношения — личная жизнь, партнёрство, динамика в паре
sv: Relationer – privatliv, partnerskap, dynamik i par

source: Career and Vocation – development, direction change
ru: Работа и призвание — карьера, развитие, смена направления
sv: Karriär och kallelse – utveckling, byte av inriktning

source: Relocation – potential, adaptation abroad
ru: Переезд, эмиграция — потенциал перемен, адаптация
sv: Flytt / utvandring – förändringspotential, anpassning

source: Finances – money flow, material realization
ru: Финансы — денежный поток, материальная реализация
sv: Ekonomi – pengaflöde, materiell förverkligande

source: Current situation (transits) – ongoing events and challenges
ru: Текущее состояние (транзиты) — что происходит сейчас, с чем связаны сложности
sv: Nuvarande situation (transiter) – pågående händelser och utmaningar

source: Solar return – annual themes and opportunities
ru: Соляр (прогноз на год) — ключевые темы и возможности ближайшего года
sv: Solåterkomst – årets teman och möjligheter

source: Child's chart – character, needs, development
ru: Детский гороскоп — характер, потребности, направление развития
sv: Barnets horoskop – karaktär, behov, utveckling

source: Planning (Choosing a date) – project, wedding, event
ru: Планирование (выбор даты) — запуск проекта, свадьба, важное событие
sv: Planering (datumval) – projekt, bröllop, viktigt evenemang

source: Your own topic or question (add comment below)
ru: Своя тема или вопрос — (добавьте комментарий ниже)
sv: Eget ämne eller fråga (lägg till kommentar nedan)

source: Comment / Your question: Tell me briefly about yourself or your situation — it will help me prepare a more accurate reading (optional)
ru: Комментарий / Ваш вопрос: Расскажите немного о себе или ситуации — это поможет сделать разбор более точным (по желанию)
sv: Kommentar / din fråga: Berätta kort om dig själv eller situationen — det hjälper mig att göra en mer träffsäker tolkning (valfritt)

source: Where are you located now (city and country)
ru: Где вы находитесь сейчас (город и страна)
sv: Var befinner du dig nu (stad och land)

source: Required for predictive astrology (current place of residence)
ru: Нужно для учёта актуального местоположения в прогностике
sv: Behövs för prognostisk astrologi (aktuell bostadsort)

source: Personal written astrology reading
ru: Индивидуальный астрологический анализ в письменном формате
sv: Personlig astrologisk analys i skriftlig form

source: Understanding yourself is the first step to confident decisions.
ru: Понимание себя — первый шаг к уверенным решениям.
sv: Att förstå sig själv är första steget till trygga beslut.

source: The analysis will provide clarity in personal and professional matters, support at your current stage, and guidance for the future.
ru: Анализ даст ясность в личных и профессиональных вопросах, опору на текущем этапе и ориентиры на будущее.
sv: Analysen ger klarhet i personliga och yrkesmässiga frågor, stöd i din nuvarande situation och vägledning inför framtiden.

source: Order Now
ru: Заказать
sv: Beställ nu

source: Your Name
ru: Ваше имя
sv: Ditt namn

source: Enter your name, how you would like to be addressed
ru: Введите имя, как к вам обращаться
sv: Ange ditt namn, hur du vill bli tilltalad

source: Email:
sv: E-post:

source: For confirming your order and sending the completed reading
ru: Для подтверждения заказа и отправки готового анализа
sv: För att bekräfta din beställning och skicka den färdiga analysen

source: Please fill out the form below to request your personalized written astrological analysis
ru: Пожалуйста, заполните форму ниже, чтобы заказать ваш индивидуальный письменный астрологический анализ
sv: Vänligen fyll i formuläret nedan för att beställa din personliga astrologiska analys i skriftlig form

source: Order Astrological Analysis
ru: Заказать астрологический анализ
sv: Beställ astrologisk analys

source: Understanding yourself is the first step toward confident decisions. The analysis provides clarity in personal and professional matters, support at your current stage, and guidance for the future.
ru: Понимание себя — первый шаг к уверенным решениям. Анализ даст ясность в личных и профессиональных вопросах, опору на текущем этапе и ориентиры на будущее.
sv: Att förstå sig själv är det första steget mot trygga beslut. Analysen ger klarhet i personliga och professionella frågor, stöd i nuet och vägledning för framtiden.

source: Personalized Astrological Analysis in Written Format
ru: Индивидуальный астрологический анализ в письменном формате
sv: Personlig astrologisk analys i skriftlig form
